window.QUIZ_DATA = {
  title: 'Iсторична гра: Зимова версія',
  background: null,
  theme: {
    textColor: '#ffffff',
    accentColor: '#8b0000',
    cardBg: '#b22222'
  },
  password: 'Поборете',
  questions: [
    {
      type: 'text',
      text: 'Як козаки називали такі «поселення»?\n\n«Запорозькі козаки, – писав 1776 р. старшина В. Чернявський, – мають деякі поселення, де тримають худобу, коней й овець, мають пасіки, розводять сади й городи, роблять запаси сіна та худоби й засівають поля різним хлібом, ловлять звіра, а в річках – рибу».',
      correct: 'зимівники',
      placeholder: 'Введіть текст (в множині)'
    },
    {
      type: 'choice',
      text: '"Літопис Самовидця" Романа Ракушки-Романовського, "Літопис" Григорія Грабянки, "Літопис" Самійла Величка — це',
      group: 'MRK',
      correct: 'літописи',
      options: [
        { label: 'впорядкування житій святих козацької доби.', value: 'Автономія' },
        { label: 'твори про козацьку добу в українській історії.', value: 'літописи' },
        { label: 'публіцистичні твори на захист православ\'я.', value: 'Ющенко' }
      ]
    },
    {
      type: 'choice',
      text: 'В 1796 полковий устрій скасують, що виникне натомість?',
      group: 'style',
      correct: 'губернія',
      image: 'Crstm_SI_4_1.jpg',
      options: [
        { label: 'воєводства', value: 'бароко' },
        { label: 'намісництва', value: 'класицизму' },
        { label: 'губернії', value: 'губернія' }
      ]
    }
  ]
};
