window.QUIZ_DATA = {
  title: 'Iсторична гра: Зимова версія',
  background: 'Crstm_SB_2.jpg',
  theme: {
    textColor: '#0f0a01',
    accentColor: '#7b7a29',
    cardBg: '#c6bd50'
  },
  password: 'Козацьке бароко',
  questions: [
    {
      type: 'text',
      text: '1. Про яку Січ ідеться в уривку документа?\n\n«Кошового вибирають безпосередньо із самих козаків. У мирний час турецький уряд видає жалування на курінь по 200 левів,.. а коли бувають у поході, тоді на кожну людину видають жалування по 6 левів на місяць»',
      correct: 'Задунайська',
      placeholder: 'Введіть текст (За..йська)'
    },
    {
      type: 'sequence',
      text: '2.Установіть послідовність перебування при владі гетьманів/кошових отаманів',
      correctOrder: ['item2', 'item4', 'item1', 'item3'],
      items: [
        { id: 'item1', text: 'І. Сірко' },
        { id: 'item2', text: 'Д. Вишневецький' },
        { id: 'item3', text: 'П. Калнишевський' },
        { id: 'item4', text: 'П. Конашевич-Сагайдачний' }
      ]
    },
    {
      type: 'choice',
      text: '3. Чому Пьотр І віддав наказ про знищення Чортомлицької СІчі?',
      group: 'style',
      correct: 'Січ',
      image: 'Crstm_SI_3_2.jpg',
      options: [
        { label: 'Через угоду з польским королем', value: 'Волинь' },
        { label: 'Через виступ січовиків на боці І. Мазепи', value: 'Січ' },
        { label: 'Через екзистенційну загрозу з боку козаків московським кріпакам', value: 'модерн' }
      ]
    }
  ]
};
