window.QUIZ_DATA = {
  title: 'Iсторична гра: Зимова версія',
  background: 'Crstm_SB_4.jpg',
  theme: {
    textColor: '#0f0a01',
    accentColor: '#7b7a29',
    cardBg: '#c6bd50'
  },
  password: 'Борітеся',
  questions: [
    {
      type: 'text',
      text: 'Яка імперія дозволилиа козакам спорудити Задунайську січ на своїй території?',
      correct: 'Османська',
      placeholder: 'Введіть текст (Ос...ка)'
    },
    {
      type: 'choice',
      text: 'Про що йдеться в уривку з історичного джерела.\n\n«…нашому генерал-поручику Текелію з довіреними нашими військами... без будь-якого опору з боку козаків, тому що були оточені з усіх боків... у цілковитому порядку …найспокійнішим чином виконати доручену йому справу, уникаючи, наскільки це можливо, кровопролиття...»',
      group: 'MRK',
      correct: 'руйнація',
      options: [
        { label: 'розгортання гайдамацького повстанського руху', value: 'Автономія' },
        { label: 'закріпачення козаків', value: 'Полки' },
        { label: 'руйнації Запорозької (Нової) Січ', value: 'руйнація' }
      ]
    },
    {
      type: 'choice',
      text: 'Який гетьман провів ці реформи?',
      group: 'style',
      correct: 'модерн',
      image: 'Crstm_SI_3_5.jpg',
      options: [
        { label: 'І. Виговський', value: 'Самар' },
        { label: 'І. Мазепа', value: 'класицизму' },
        { label: 'К. Розумовський', value: 'модерн' }
      ]
    }
  ]
};
