window.QUIZ_DATA = {
  title: 'Iсторична гра: Зимова версія',
  background: 'Crstm_SB_2.jpg',
  theme: {
    textColor: '#0f0a01',
    accentColor: '#7b7a29',
    cardBg: '#c6bd50'
  },
  password: 'Кріпацтво',
  questions: [
    {
      type: 'text',
      text: '1. Після остаточної ліквідації гетьманства для управління Лівобережною Україною царською владою було створено:',
      correct: 'Малоросійську колегію',
      placeholder: 'Введіть текст (не приказ)',
      hint: [
        'Малоросійський приказ',
        'Малоросійську колегію.',
        'Таємну канцелярію'
      ]
    },
    {
      type: 'choice',
      text: '2. Укажіть ім\'я кошового отамана Запорозької Січі.',
      group: 'MRK',
      correct: 'отаман',
      options: [
        { label: 'Василь-Костянтин Острозький', value: 'Автономія' },
        { label: 'Іван Виговський', value: 'Полки' },
        { label: 'Кость Гордієнко', value: 'отаман' }
      ]
    },
    {
      type: 'choice',
      text: '3. Чому почалося повстання С. Палія?',
      group: 'style',
      correct: 'Палій',
      image: 'Crstm_SI_3_1.jpg',
      options: [
        { label: 'обмеження поляками прав Січі', value: 'Самар' },
        { label: 'невиплатою поляками зарплати козакам', value: 'класицизму' },
        { label: 'ліквідацією поляками полкового устрою', value: 'Палій' }
      ]
    }
  ]
};
