window.QUIZ_DATA = {
  title: 'Iсторична гра: Зимова версія',
  background: 'Crstm_SB_3.jpg',
  theme: {
    textColor: '#ffffff',
    accentColor: '#8b0000',
    cardBg: '#b22222'
  },
  password: 'Бог',
  questions: [
    {
      type: 'text',
      text: 'Що спричинило оприлюднення цитованого документа?\n\n«...Ми, Катерина II, імператриця всеросійська...Об\'являємо всім нашим людям, які живуть в... Речі Посполитій, зокрема у воєводствах Київському, Подільському, Брацлавському, Волинському... Ми змушені з жалем прийняти до відома, що... кріпаки, відкинувши послух владі і їхнім панам допустились убивств... внаслідок обману розбишак, які видають себе частиною Війська Запорозького...»',
      correct: 'Коліївщина',
      placeholder: 'Назва повстання'
    },
    {
      type: 'sequence',
      text: 'Установіть послідовність подій',
      correctOrder: ['item3', 'item4', 'item2', 'item1'],
      items: [
        { id: 'item1', text: 'Коліївщина' },
        { id: 'item2', text: 'Паліївщина' },
        { id: 'item3', text: 'Хмельниччина' },
        { id: 'item4', text: 'Руїна' }
      ]
    },
    {
      type: 'choice',
      text: 'Прочитайте уривок з історичного джерела та виконайте завдання.\n\n«…Гонта поніс заслужену кару, росіяни приборкали запорожців. Для приборкання заворушень хлопів, що ще продовжувалися, готувалася окрема військова експедиція…»',
      group: 'style',
      correct: 'Гайдамаки',
      image: 'Crstm_SI_4_3.jpg',
      options: [
        { label: 'Паліївщини', value: 'бароко' },
        { label: 'Коліївщини', value: 'Гайдамаки' },
        { label: 'Хмельниччини', value: 'модерн' }
      ]
    }
  ]
};
