window.QUIZ_DATA = {
  title: 'Iсторична гра: Зимова версія',
  background: 'Crstm_SB_2.jpg',
  theme: {
    textColor: '#091f70',
    accentColor: '#0c0345',
    cardBg: '#220fd3'
  },
  password: 'Данило Апостол',
  questions: [
    {
      type: 'text',
      text: '1. У якому уривку з історичних джерел йдеться про події Коліївщини?\n\n1. «Бунт в Україні та Подолії селян із гайдамаками слід вважати наслідком Барської конфедерації, оскільки той фанатизм католиків викликав у наших єдиновірних [православних] жорстокий супротив...»\n\n2. «Того ж року козак Наливайко, зібравши військо козаків, перш за все об\'явився був на Поділлі, у Волохах, вдерся в Турецькі землі, потім, повертаючись до Польщі, сплюндрував маєтки пана Калиновського...»',
      correct: '1',
      placeholder: 'Введіть цифру (1 чи 2)'
    },
    {
      type: 'sequence',
      text: '2. Установіть послідовність виникнення (заснування) козацьких Січей.',
      correctOrder: ['item3', 'item4', 'item2', 'item1'],
      items: [
        { id: 'item1', label: 'Задунайська' },
        { id: 'item2', label: 'Нова Підпільненська' },
        { id: 'item3', label: 'Хортицька' },
        { id: 'item4', label: 'Чортомлицька' }
      ]
    },
    {
      type: 'choice',
      text: '3. Заштрихована територія це',
      image: 'Crstm_SI_1_3.jpg',
      group: 'style',
      correct: 'Гайдамаки',
      options: [
        { label: 'територія захоплена османами', value: 'Розумовський' },
        { label: 'територія поширення гайдамцького повстання', value: 'Гайдамаки' },
        { label: 'воєводство, що відійшло Хмельницькому', value: 'модерн' }
      ]
    }
  ]
};
