window.QUIZ_DATA = {
  title: 'Iсторична гра: Зимова версія',
  background: 'Crstm_SB_4.jpg',
  theme: {
    textColor: '#ffffff',
    accentColor: '#8b0000',
    cardBg: '#b22222'
  },
  password: 'Помагає',
  questions: [
    {
      type: 'text',
      text: 'Останній кошовий отама Запорізької Січі Петро...',
      correct: 'Калнишевський',
      placeholder: 'Введіть дату (напр., XVI)'
    },
    {
      type: 'choice',
      text: 'Історик Д. Дорошенко вважав, що\n\n«...гайдамацтво як форму активного протесту проти несприятливих умов суспільного ладу знали також і західноукраїнські землі Галичина й Буковина».\n\nНа основі аналізу якого явища зроблено такий висновок?',
      group: 'MRK',
      correct: 'опришки',
      options: [
        { label: '«рух опришків»', value: 'опришки' },
        { label: '«холерні бунти»', value: 'Полки' },
        { label: '«похід у Таврію за волею»', value: 'Ющенко' }
      ]
    },
    {
      type: 'choice',
      text: 'Хто був останнім гетьманом',
      group: 'style',
      correct: 'Розумовський',
      image: 'Crstm_SI_4_4.jpg',
      options: [
        { label: 'К. Розумовський', value: 'Розумовський' },
        { label: 'І. Мазепа', value: 'класицизму' },
        { label: 'Б. Хмельницький', value: 'модерн' }
      ]
    }
  ]
};
