window.QUIZ_DATA = {
  title: 'Iсторична гра: Зимова версія',
  background: 'Crstm_SB_4.jpg',
  theme: {
    textColor: '#097009',
    accentColor: '#034526',
    cardBg: '#ffffff'
  },
  password: 'Слобожанщина',
  questions: [
    {
      type: 'text',
      text: '1. Настанова імператриці Катерини II реалізовувалася шляхом\n\n1. запровадження намісництв замість полкового устрою та створення регулярних кавалерійських полків.\n2. організації Донського та Чорноморського козачого військ замість ліквідованої Запорозької Січі.\n3. придушення Коліївщини та гайдамацького руху.\n4. остаточного закріпачення українських селян і зрівняння в правах української старшини з російським дворянством\u00BB',
      correct: '14',
      placeholder: 'Введіть (14 чи 23)'
    },
    {
      type: 'choice',
      text: '3. Результати якого з поділів відображено на карті?',
      group: 'style',
      correct: '23поділ',
      image: 'Crstm_SI_2_2.jpg',
      options: [
        { label: 'тільки Першого', value: 'Волинь' },
        { label: 'тільки Другого', value: 'Київщина' },
        { label: 'Другого та Третього', value: '23поділ' }
      ]
    }
  ]
};
