window.QUIZ_DATA = {
  title: 'Iсторична гра: Зимова версія',
  background: 'Crstm_SB_2.jpg',
  theme: {
    textColor: '#097009',
    accentColor: '#034526',
    cardBg: '#ffffff'
  },
  password: 'Самар',
  questions: [
    {
      type: 'text',
      text: 'Коли на Лівобережжя було поширено кріпацтво?',
      correct: '1783',
      placeholder: 'Введіть дату (кін XVIII ст.)'
    },
    {
      type: 'choice',
      text: '2. Що було одним із результатів Другого поділу Речі Посполитої (1793 р.)?',
      group: 'MRK',
      correct: 'поділи',
      options: [
        { label: 'розгортання гайдамацького повстанського руху на Правобережній Україні', value: 'Автономія' },
        { label: 'придушення опришківського руху в Галичині, на Буковині та Закарпатті', value: 'Полки' },
        { label: 'уключення Київщини, Східної Волині, Поділля до складу Російської імперії', value: 'поділи' }
      ]
    },
    {
      type: 'choice',
      text: '3. Яку пам\'ятку архітектури України зображено на фото?',
      group: 'style',
      correct: 'Самар',
      image: 'Crstm_SI_2_4.jpg',
      options: [
        { label: 'Троїцьку соборну церкву в Новомосковську', value: 'Самар' },
        { label: 'Георгіївську церкву Видубицького монастиря в Києві', value: 'класицизму' },
        { label: 'Успенську соборну церкву в Почаєві', value: 'модерн' }
      ]
    }
  ]
};
