window.QUIZ_DATA = {
  title: 'Iсторична гра: Зимова версія',
  background: null,
  theme: {
    textColor: '#0d47a1',
    accentColor: '#0288d1',
    cardBg: '#ffffff'
  },
  password: 'Данило Апостол',
  questions: [
    {
      type: 'text',
      text: '1. У якому уривку з історичних джерел йдеться про події Коліївщини?\n\n1. \u00AB Бунт в Україні та Подолії селян із гайдамаками слід вважати наслідком Барської конфедерації, оскільки той фанатизм католиків викликав у наших єдиновірних [православних] жорстокий супротив\u2026\u00BB\n\n2. \u00ABТого ж року козак Наливайко, зібравши військо козаків, перш за все об\'явився був на Поділлі, у Волохах, вдерся в Турецькі землі, потім, повертаючись до Польщі, сплюндрував маєтки пана Калиновського\u2026\u00BB',
      correct: '1',
      placeholder: 'Введіть цифру (1 чи 2)'
    },
    {
      type: 'choice',
      text: '3. Заштрихована територія це',
      group: 'style',
      correct: 'Гайдамаки',
      image: 'Crstm_SI_1_3.jpg',
      options: [
        { label: 'територія захоплена османами', value: 'Розумовський' },
        { label: 'територія поширення гайдамцького повстання', value: 'Гайдамаки' },
        { label: 'воєводство, що відійшло Хмельницькому', value: 'модерн' }
      ]
    }
  ]
};
