window.QUIZ_DATA = {
  title: 'Iсторична гра: Зимова версія',
  background: 'Crstm_SB_2.jpg',
  theme: {
    textColor: '#ffffff',
    accentColor: '#8b0000',
    cardBg: '#b22222'
  },
  password: 'Вам',
  questions: [
    {
      type: 'text',
      text: 'За ініціативи князя О. Меншикова на засіданні Верховної таємної ради було вирішено запропонувати російській імператриці\n\n1. поки ще з турками до розриву не дійшло, до тих місць, ради приласкання тамтешнього народу, обрати персону гідну і вірну з малоросіян в гетьмани...\n2. суди між народом малоросійським відправляти їм самим...»',
      correct: 'Апостол',
      placeholder: 'Введіть прізвище'
    },
    {
      type: 'sequence',
      text: 'Укажіть період гетьманування К. Розумовського',
      correctOrder: ['item4', 'item2', 'item1', 'item3'],
      items: [
        { id: 'item1', text: '«…вирішили Ми взяти під державу Російську півострів Кримський... Сповіщаючи мешканців тих місць цим Нашим Маніфестом про таку переміну їхнього буття, обіцяємо ставитися до них нарівні з іншими Нашими підданими…»' },
        { id: 'item2', text: '«На початку року граф П. Рум\'янцев прибув у Глухів. Першим його кроком стало проведення ревізії людей, худоби, землі, споруд. Її результати, узагальнені майже в тисячі томах, отримали назву «Генерального опису Малоросії».' },
        { id: 'item3', text: '«Ми захотіли… оголосити всім вірнопідданим, що Запорозька Січ остаточно зруйнована, з викоріненням на майбутнє назви запорозьких козаків за образу імператорської величності…»' },
        { id: 'item4', text: '«…За кілька днів після приєднання козацького головнокомандувача Мазепи до шведів князь Меншиков на чолі війська пішов на Батурин, резиденцію гетьмана… Здобувши місто силою, князь віддав усе живе мечу й вогню…»' }
      ]
    },
    {
      type: 'choice',
      text: 'Для кого історичного регіону України характерний цей елемент звичаєвого права?',
      group: 'style',
      correct: '23поділ',
      image: 'Crstm_SI_4_2.jpg',
      options: [
        { label: 'Лівобережжя', value: 'Волинь' },
        { label: 'Правобережжя', value: 'Київщина' },
        { label: 'Другого та Третього', value: '23поділ' }
      ]
    }
  ]
};
